Repository: toneloc/stable-channels
Catalog: ios/StableChannels/StableChannels/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt_br, ru, zh_hans

# title_about
source: About
ar: حول
bn: সম্পর্কে
de: Über
es: Acerca de
fr: À propos
hi: हमारे बारे में
ja: アプリについて
pt_br: Sobre
ru: О приложении
zh_hans: 关于

# title_app_access
source: App Access
ar: الوصول للتطبيق
bn: অ্যাপ অ্যাক্সেস
de: App-Zugriff
es: Acceso de App
fr: Accès à l'application
hi: ऐप एक्सेस
ja: アプリアクセス
pt_br: Acesso ao Aplicativo
ru: Доступ к приложению
zh_hans: 应用访问

# title_appearance
source: Appearance
ar: المظهر
bn: অ্যাপিয়ারেন্স
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: दिखावट
ja: 外観
pt_br: Aparência
ru: Внешний вид
zh_hans: 外观

# title_backup
source: Backup
ar: نسخ احتياطي
bn: ব্যাকআপ
es: Respaldo
fr: Sauvegarde
hi: बैकअप
ja: バックアップ
ru: Резервное копирование
zh_hans: 备份

# title_cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# title_channel
source: Channel
ar: القناة
bn: চ্যানেল
de: Kanal
es: Canal
fr: Canal
hi: चैनल
ja: チャネル
pt_br: Canal
ru: Канал
zh_hans: 通道

# title_confirm
source: Confirm
ar: تأكيد
bn: নিশ্চিত করুন
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
ja: 確認
pt_br: Confirmar
ru: Подтвердить
zh_hans: 确认

# title_confirm_buy
source: Confirm USD → BTC
ar: تأكيد USD → BTC
bn: USD → BTC নিশ্চিত করুন
de: USD → BTC bestätigen
es: Confirmar USD → BTC
fr: Confirmer USD → BTC
hi: USD → BTC की पुष्टि करें
ja: USD → BTCを確認
pt_br: Confirmar USD → BTC
ru: Подтвердить USD → BTC
zh_hans: 确认 USD → BTC

# title_confirm_sell
source: Confirm BTC → USD
ar: تأكيد BTC → USD
bn: BTC → USD নিশ্চিত করুন
de: BTC → USD bestätigen
es: Confirmar BTC → USD
fr: Confirmer BTC → USD
hi: BTC → USD की पुष्टि करें
ja: BTC → USDを確認
pt_br: Confirmar BTC → USD
ru: Подтвердить BTC → USD
zh_hans: 确认 BTC → USD

# title_fund_wallet
source: Fund Wallet
ar: إيداع في المحفظة
bn: ওয়ালেটে তহবিল যোগ করুন
de: Wallet aufladen
es: Fondear billetera
fr: Approvisionner le portefeuille
hi: वॉलेट में फंड डालें
ja: ウォレットに入金
pt_br: Adicionar fundos à carteira
ru: Пополнить кошелек
zh_hans: 为钱包充值

# title_history
source: History
ar: التاريخ
bn: ইতিহাস
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
ja: 履歴
pt_br: Histórico
ru: История
zh_hans: 历史记录

# title_node
source: Node
ar: العقدة
bn: নোড
de: Knoten
es: Nodo
fr: Nœud
hi: नोड
ja: ノード
pt_br: Nó
ru: Узел
zh_hans: 节点

# title_notifications
source: Notifications
ar: الإشعارات
bn: নোটিফিকেশন
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
ja: 通知
pt_br: Notificações
ru: Уведомления
zh_hans: 通知

# title_on_chain_receive
source: Onchain Receive
ar: استلام على السلسلة
bn: অন-চেইন গ্রহণ
de: On-Chain empfangen
es: Recepción On-chain
fr: Réception sur la chaîne
hi: ऑन-चेन प्राप्ति
ja: オンチェーン受信
pt_br: Recebimento On-chain
ru: Получить on-chain
zh_hans: 链上接收

# title_payment_detail
source: Payment Detail
ar: تفاصيل الدفع
bn: পেমেন্টের বিবরণ
de: Zahlungsdetails
es: Detalles del Pago
fr: Détails du paiement
hi: भुगतान विवरण
ja: 支払いの詳細
pt_br: Detalhes do Pagamento
ru: Детали платежа
zh_hans: 付款详情

# title_push_connectivity
source: Push Connectivity
ar: اتصال Push
bn: পুশ কানেক্টিভিটি
de: Push-Verbindung
es: Conectividad Push
fr: Connectivité Push
hi: पुश कनेक्टिविटी
ja: プッシュ接続
pt_br: Conectividade Push
ru: Push-соединение
zh_hans: 推送连接

# title_receive
source: Receive
ar: استلام
bn: গ্রহণ করুন
de: Empfangen
es: Recibir
fr: Recevoir
hi: प्राप्त करें
ja: 受け取る
pt_br: Receber
ru: Получить
zh_hans: 接收

# title_restore_seed
source: Restore Seed
ar: استعادة الكلمات
bn: সীড পুনরুদ্ধার করুন
de: Seed wiederherstellen
es: Restaurar Semilla
fr: Restaurer la graine
hi: सीड पुनर्स्थापित करें
ja: シードを復元
pt_br: Restaurar Semente
ru: Восстановить из seed-фразы
zh_hans: 恢复助记词

# title_security
source: Security
ar: الأمان
bn: নিরাপত্তা
de: Sicherheit
es: Seguridad
fr: Sécurité
hi: सुरक्षा
ja: セキュリティ
pt_br: Segurança
ru: Безопасность
zh_hans: 安全

# title_send_on_chain
source: Send Onchain
ar: إرسال على السلسلة
bn: অন-চেইনে পাঠান
de: On-Chain senden
es: Enviar On-chain
fr: Envoyer sur la chaîne
hi: ऑन-चेन भेजें
ja: オンチェーン送信
pt_br: Enviar On-chain
ru: Отправить on-chain
zh_hans: 链上发送

# title_settings
source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
ja: 設定
pt_br: Configurações
ru: Настройки
zh_hans: 设置

# title_stable_position
source: Stable Position
ar: الوضع المستقر
bn: স্থিতিশীল অবস্থান
de: Stabile Position
es: Posición Estable
fr: Position stable
hi: स्थिर स्थिति
ja: 安定ポジション
pt_br: Posição Estável
ru: Стабильная позиция
zh_hans: 稳定仓位

# title_trade_detail
source: Order Detail
ar: تفاصيل الطلب
bn: অর্ডারের বিবরণ
de: Auftragsdetail
es: Detalle de Orden
fr: Détail de la commande
hi: ऑर्डर विवरण
ja: 注文の詳細
pt_br: Detalhes do Pedido
ru: Детали ордера
zh_hans: 订单详情

# toggle_send_all
source: Send All
ar: إرسال الكل
bn: সব পাঠান
de: Alles senden
es: Enviar todo
fr: Tout envoyer
hi: सभी भेजें
ja: すべて送信
pt_br: Enviar Todos
ru: Отправить все
zh_hans: 全部发送

# toolbar_on_chain
source: Onchain
ar: على السلسلة
bn: অন-চেইন
fr: Sur la chaîne
hi: ऑन-चेन
ja: オンチェーン
zh_hans: 链上

# trade_bought_btc_for
source: Converted
ar: تم تحويل
bn: রূপান্তরিত
de: Konvertiert
es: Convertido
fr: Converti
hi: बदला गया
ja: 変換しました
pt_br: Convertido
ru: Конвертировано
zh_hans: 转换了

# trade_buying_btc_for
source: Converting
ar: جارٍ تحويل
bn: রূপান্তর করা হচ্ছে
de: Konvertieren
es: Convirtiendo
fr: Conversion en cours
hi: बदल रहे हैं
ja: 変換中
pt_br: Convertendo
ru: Конвертация
zh_hans: 正在转换

# trade_selling_btc_for
source: Converting
ar: جارٍ تحويل
bn: রূপান্তর করা হচ্ছে
de: Konvertieren
es: Convirtiendo
fr: Conversion en cours
hi: बदल रहे हैं
ja: 変換中
pt_br: Convertendo
ru: Конвертация
zh_hans: 正在转换

# trade_sold_btc_for
source: Converted
ar: تم تحويل
bn: রূপান্তরিত
de: Konvertiert
es: Convertido
fr: Converti
hi: बदला गया
ja: 変換しました
pt_br: Convertido
ru: Конвертировано
zh_hans: 转换了

source: Try Again
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
ja: 再試行
pt_br: Tentar Novamente
ru: Повторить
zh_hans: 重试

source: View on Explorer
ar: عرض في المستكشف
bn: এক্সপ্লোরারে দেখুন
de: Im Explorer ansehen
es: Ver en explorador
fr: Voir sur l'explorateur
hi: एक्सप्लोरर पर देखें
ja: エクスプローラーで表示
pt_br: Ver no Explorador
ru: Посмотреть в обозревателе
zh_hans: 在区块浏览器查看

# warning_copy_seed_message
source: Clipboard is shared with other apps.
ar: يتم مشاركة الحافظة مع التطبيقات الأخرى.
bn: ক্লিপবোর্ড অন্য অ্যাপের সাথে শেয়ার করা হয়।
de: Die Zwischenablage wird mit anderen Apps geteilt.
es: El portapapeles se comparte con otras apps.
fr: Le presse-papiers est partagé avec d'autres applications.
hi: क्लिपबोर्ड अन्य ऐप के साथ साझा किया जाता है।
ja: クリップボードは他のアプリと共有されます。
pt_br: A área de transferência é compartilhada com outros aplicativos.
ru: Буфер обмена доступен другим приложениям.
zh_hans: 剪贴板与其它应用共享。

# warning_copy_seed_title
source: Copy Seed Words?
ar: نسخ الكلمات (Seed)؟
bn: সীড শব্দগুলো কপি করবেন?
de: Seed-Wörter kopieren?
es: ¿Copiar palabras de la semilla?
fr: Copier les mots de la graine ?
hi: सीड शब्द कॉपी करें?
ja: シードの単語をコピーしますか？
pt_br: Copiar palavras da semente?
ru: Скопировать seed-фразу?
zh_hans: 复制助记词？

# warning_seed
source: Never share your seed phrase with anyone.
ar: لا تشارك كلمات الاسترداد مع أي شخص أبدًا.
bn: কখনও কারও সাথে আপনার সীড ফ্রেজ শেয়ার করবেন না।
de: Teilen Sie Ihre Seed-Phrase niemals mit jemandem.
es: Nunca compartas tu semilla con nadie.
fr: Ne partagez jamais votre phrase secrète avec qui que ce soit.
hi: कभी भी अपना सीड वाक्यांश किसी के साथ साझा न करें।
ja: シードフレーズは絶対に誰とも共有しないでください。
pt_br: Nunca compartilhe sua frase de recuperação com ninguém.
ru: Никогда никому не передавайте свою seed-фразу.
zh_hans: 切勿与任何人分享您的助记词。

# label_bolt11
source: Bolt 11
bn: বোল্ট ১১
hi: बोल्ट 11

# payment_type_bolt12
source: Bolt 12
bn: বোল্ট ১২
hi: बोल्ट 12

# payment_type_splice_in
source: Splice In
bn: স্প্লাইস ইন
fr: Entrée par raccordement
hi: स्प्लिस इन
ja: スプライスイン
pt_br: Entrada via Splice
ru: Сплайс In

# payment_type_splice_out
source: Splice Out
bn: স্প্লাইস আউট
fr: Retrait par raccordement
hi: स्प्लिस आउट
ja: スプライスアウト
pt_br: Retirada via Splice
ru: Сплайс Out
